{
  "metadata": {
    "total_size": 14400036864
  },
  "weight_map": {
    "h.0.input_layernorm.weight": "pytorch_model_00002-of-00032.bin",
    "h.0.mlp.down_proj.bias": "pytorch_model_00002-of-00032.bin",
    "h.0.mlp.down_proj.weight": "pytorch_model_00002-of-00032.bin",
    "h.0.mlp.gate_proj.weight": "pytorch_model_00002-of-00032.bin",
    "h.0.mlp.up_proj.weight": "pytorch_model_00002-of-00032.bin",
    "h.0.post_attention_layernorm.weight": "pytorch_model_00002-of-00032.bin",
    "h.0.self_attention.dense.bias": "pytorch_model_00002-of-00032.bin",
    "h.0.self_attention.dense.weight": "pytorch_model_00002-of-00032.bin",
    "h.0.self_attention.key_value.weight": "pytorch_model_00002-of-00032.bin",
    "h.0.self_attention.query.weight": "pytorch_model_00002-of-00032.bin",
    "h.1.input_layernorm.weight": "pytorch_model_00003-of-00032.bin",
    "h.1.mlp.down_proj.bias": "pytorch_model_00003-of-00032.bin",
    "h.1.mlp.down_proj.weight": "pytorch_model_00003-of-00032.bin",
    "h.1.mlp.gate_proj.weight": "pytorch_model_00003-of-00032.bin",
    "h.1.mlp.up_proj.weight": "pytorch_model_00003-of-00032.bin",
    "h.1.post_attention_layernorm.weight": "pytorch_model_00003-of-00032.bin",
    "h.1.self_attention.dense.bias": "pytorch_model_00003-of-00032.bin",
    "h.1.self_attention.dense.weight": "pytorch_model_00003-of-00032.bin",
    "h.1.self_attention.key_value.weight": "pytorch_model_00003-of-00032.bin",
    "h.1.self_attention.query.weight": "pytorch_model_00003-of-00032.bin",
    "h.10.input_layernorm.weight": "pytorch_model_00012-of-00032.bin",
    "h.10.mlp.down_proj.bias": "pytorch_model_00012-of-00032.bin",
    "h.10.mlp.down_proj.weight": "pytorch_model_00012-of-00032.bin",
    "h.10.mlp.gate_proj.weight": "pytorch_model_00012-of-00032.bin",
    "h.10.mlp.up_proj.weight": "pytorch_model_00012-of-00032.bin",
    "h.10.post_attention_layernorm.weight": "pytorch_model_00012-of-00032.bin",
    "h.10.self_attention.dense.bias": "pytorch_model_00012-of-00032.bin",
    "h.10.self_attention.dense.weight": "pytorch_model_00012-of-00032.bin",
    "h.10.self_attention.key_value.weight": "pytorch_model_00012-of-00032.bin",
    "h.10.self_attention.query.weight": "pytorch_model_00012-of-00032.bin",
    "h.11.input_layernorm.weight": "pytorch_model_00013-of-00032.bin",
    "h.11.mlp.down_proj.bias": "pytorch_model_00013-of-00032.bin",
    "h.11.mlp.down_proj.weight": "pytorch_model_00013-of-00032.bin",
    "h.11.mlp.gate_proj.weight": "pytorch_model_00013-of-00032.bin",
    "h.11.mlp.up_proj.weight": "pytorch_model_00013-of-00032.bin",
    "h.11.post_attention_layernorm.weight": "pytorch_model_00013-of-00032.bin",
    "h.11.self_attention.dense.bias": "pytorch_model_00013-of-00032.bin",
    "h.11.self_attention.dense.weight": "pytorch_model_00013-of-00032.bin",
    "h.11.self_attention.key_value.weight": "pytorch_model_00013-of-00032.bin",
    "h.11.self_attention.query.weight": "pytorch_model_00013-of-00032.bin",
    "h.12.input_layernorm.weight": "pytorch_model_00014-of-00032.bin",
    "h.12.mlp.down_proj.bias": "pytorch_model_00014-of-00032.bin",
    "h.12.mlp.down_proj.weight": "pytorch_model_00014-of-00032.bin",
    "h.12.mlp.gate_proj.weight": "pytorch_model_00014-of-00032.bin",
    "h.12.mlp.up_proj.weight": "pytorch_model_00014-of-00032.bin",
    "h.12.post_attention_layernorm.weight": "pytorch_model_00014-of-00032.bin",
    "h.12.self_attention.dense.bias": "pytorch_model_00014-of-00032.bin",
    "h.12.self_attention.dense.weight": "pytorch_model_00014-of-00032.bin",
    "h.12.self_attention.key_value.weight": "pytorch_model_00014-of-00032.bin",
    "h.12.self_attention.query.weight": "pytorch_model_00014-of-00032.bin",
    "h.13.input_layernorm.weight": "pytorch_model_00015-of-00032.bin",
    "h.13.mlp.down_proj.bias": "pytorch_model_00015-of-00032.bin",
    "h.13.mlp.down_proj.weight": "pytorch_model_00015-of-00032.bin",
    "h.13.mlp.gate_proj.weight": "pytorch_model_00015-of-00032.bin",
    "h.13.mlp.up_proj.weight": "pytorch_model_00015-of-00032.bin",
    "h.13.post_attention_layernorm.weight": "pytorch_model_00015-of-00032.bin",
    "h.13.self_attention.dense.bias": "pytorch_model_00015-of-00032.bin",
    "h.13.self_attention.dense.weight": "pytorch_model_00015-of-00032.bin",
    "h.13.self_attention.key_value.weight": "pytorch_model_00015-of-00032.bin",
    "h.13.self_attention.query.weight": "pytorch_model_00015-of-00032.bin",
    "h.14.input_layernorm.weight": "pytorch_model_00016-of-00032.bin",
    "h.14.mlp.down_proj.bias": "pytorch_model_00016-of-00032.bin",
    "h.14.mlp.down_proj.weight": "pytorch_model_00016-of-00032.bin",
    "h.14.mlp.gate_proj.weight": "pytorch_model_00016-of-00032.bin",
    "h.14.mlp.up_proj.weight": "pytorch_model_00016-of-00032.bin",
    "h.14.post_attention_layernorm.weight": "pytorch_model_00016-of-00032.bin",
    "h.14.self_attention.dense.bias": "pytorch_model_00016-of-00032.bin",
    "h.14.self_attention.dense.weight": "pytorch_model_00016-of-00032.bin",
    "h.14.self_attention.key_value.weight": "pytorch_model_00016-of-00032.bin",
    "h.14.self_attention.query.weight": "pytorch_model_00016-of-00032.bin",
    "h.15.input_layernorm.weight": "pytorch_model_00017-of-00032.bin",
    "h.15.mlp.down_proj.bias": "pytorch_model_00017-of-00032.bin",
    "h.15.mlp.down_proj.weight": "pytorch_model_00017-of-00032.bin",
    "h.15.mlp.gate_proj.weight": "pytorch_model_00017-of-00032.bin",
    "h.15.mlp.up_proj.weight": "pytorch_model_00017-of-00032.bin",
    "h.15.post_attention_layernorm.weight": "pytorch_model_00017-of-00032.bin",
    "h.15.self_attention.dense.bias": "pytorch_model_00017-of-00032.bin",
    "h.15.self_attention.dense.weight": "pytorch_model_00017-of-00032.bin",
    "h.15.self_attention.key_value.weight": "pytorch_model_00017-of-00032.bin",
    "h.15.self_attention.query.weight": "pytorch_model_00017-of-00032.bin",
    "h.16.input_layernorm.weight": "pytorch_model_00018-of-00032.bin",
    "h.16.mlp.down_proj.bias": "pytorch_model_00018-of-00032.bin",
    "h.16.mlp.down_proj.weight": "pytorch_model_00018-of-00032.bin",
    "h.16.mlp.gate_proj.weight": "pytorch_model_00018-of-00032.bin",
    "h.16.mlp.up_proj.weight": "pytorch_model_00018-of-00032.bin",
    "h.16.post_attention_layernorm.weight": "pytorch_model_00018-of-00032.bin",
    "h.16.self_attention.dense.bias": "pytorch_model_00018-of-00032.bin",
    "h.16.self_attention.dense.weight": "pytorch_model_00018-of-00032.bin",
    "h.16.self_attention.key_value.weight": "pytorch_model_00018-of-00032.bin",
    "h.16.self_attention.query.weight": "pytorch_model_00018-of-00032.bin",
    "h.17.input_layernorm.weight": "pytorch_model_00019-of-00032.bin",
    "h.17.mlp.down_proj.bias": "pytorch_model_00019-of-00032.bin",
    "h.17.mlp.down_proj.weight": "pytorch_model_00019-of-00032.bin",
    "h.17.mlp.gate_proj.weight": "pytorch_model_00019-of-00032.bin",
    "h.17.mlp.up_proj.weight": "pytorch_model_00019-of-00032.bin",
    "h.17.post_attention_layernorm.weight": "pytorch_model_00019-of-00032.bin",
    "h.17.self_attention.dense.bias": "pytorch_model_00019-of-00032.bin",
    "h.17.self_attention.dense.weight": "pytorch_model_00019-of-00032.bin",
    "h.17.self_attention.key_value.weight": "pytorch_model_00019-of-00032.bin",
    "h.17.self_attention.query.weight": "pytorch_model_00019-of-00032.bin",
    "h.18.input_layernorm.weight": "pytorch_model_00020-of-00032.bin",
    "h.18.mlp.down_proj.bias": "pytorch_model_00020-of-00032.bin",
    "h.18.mlp.down_proj.weight": "pytorch_model_00020-of-00032.bin",
    "h.18.mlp.gate_proj.weight": "pytorch_model_00020-of-00032.bin",
    "h.18.mlp.up_proj.weight": "pytorch_model_00020-of-00032.bin",
    "h.18.post_attention_layernorm.weight": "pytorch_model_00020-of-00032.bin",
    "h.18.self_attention.dense.bias": "pytorch_model_00020-of-00032.bin",
    "h.18.self_attention.dense.weight": "pytorch_model_00020-of-00032.bin",
    "h.18.self_attention.key_value.weight": "pytorch_model_00020-of-00032.bin",
    "h.18.self_attention.query.weight": "pytorch_model_00020-of-00032.bin",
    "h.19.input_layernorm.weight": "pytorch_model_00021-of-00032.bin",
    "h.19.mlp.down_proj.bias": "pytorch_model_00021-of-00032.bin",
    "h.19.mlp.down_proj.weight": "pytorch_model_00021-of-00032.bin",
    "h.19.mlp.gate_proj.weight": "pytorch_model_00021-of-00032.bin",
    "h.19.mlp.up_proj.weight": "pytorch_model_00021-of-00032.bin",
    "h.19.post_attention_layernorm.weight": "pytorch_model_00021-of-00032.bin",
    "h.19.self_attention.dense.bias": "pytorch_model_00021-of-00032.bin",
    "h.19.self_attention.dense.weight": "pytorch_model_00021-of-00032.bin",
    "h.19.self_attention.key_value.weight": "pytorch_model_00021-of-00032.bin",
    "h.19.self_attention.query.weight": "pytorch_model_00021-of-00032.bin",
    "h.2.input_layernorm.weight": "pytorch_model_00004-of-00032.bin",
    "h.2.mlp.down_proj.bias": "pytorch_model_00004-of-00032.bin",
    "h.2.mlp.down_proj.weight": "pytorch_model_00004-of-00032.bin",
    "h.2.mlp.gate_proj.weight": "pytorch_model_00004-of-00032.bin",
    "h.2.mlp.up_proj.weight": "pytorch_model_00004-of-00032.bin",
    "h.2.post_attention_layernorm.weight": "pytorch_model_00004-of-00032.bin",
    "h.2.self_attention.dense.bias": "pytorch_model_00004-of-00032.bin",
    "h.2.self_attention.dense.weight": "pytorch_model_00004-of-00032.bin",
    "h.2.self_attention.key_value.weight": "pytorch_model_00004-of-00032.bin",
    "h.2.self_attention.query.weight": "pytorch_model_00004-of-00032.bin",
    "h.20.input_layernorm.weight": "pytorch_model_00022-of-00032.bin",
    "h.20.mlp.down_proj.bias": "pytorch_model_00022-of-00032.bin",
    "h.20.mlp.down_proj.weight": "pytorch_model_00022-of-00032.bin",
    "h.20.mlp.gate_proj.weight": "pytorch_model_00022-of-00032.bin",
    "h.20.mlp.up_proj.weight": "pytorch_model_00022-of-00032.bin",
    "h.20.post_attention_layernorm.weight": "pytorch_model_00022-of-00032.bin",
    "h.20.self_attention.dense.bias": "pytorch_model_00022-of-00032.bin",
    "h.20.self_attention.dense.weight": "pytorch_model_00022-of-00032.bin",
    "h.20.self_attention.key_value.weight": "pytorch_model_00022-of-00032.bin",
    "h.20.self_attention.query.weight": "pytorch_model_00022-of-00032.bin",
    "h.21.input_layernorm.weight": "pytorch_model_00023-of-00032.bin",
    "h.21.mlp.down_proj.bias": "pytorch_model_00023-of-00032.bin",
    "h.21.mlp.down_proj.weight": "pytorch_model_00023-of-00032.bin",
    "h.21.mlp.gate_proj.weight": "pytorch_model_00023-of-00032.bin",
    "h.21.mlp.up_proj.weight": "pytorch_model_00023-of-00032.bin",
    "h.21.post_attention_layernorm.weight": "pytorch_model_00023-of-00032.bin",
    "h.21.self_attention.dense.bias": "pytorch_model_00023-of-00032.bin",
    "h.21.self_attention.dense.weight": "pytorch_model_00023-of-00032.bin",
    "h.21.self_attention.key_value.weight": "pytorch_model_00023-of-00032.bin",
    "h.21.self_attention.query.weight": "pytorch_model_00023-of-00032.bin",
    "h.22.input_layernorm.weight": "pytorch_model_00024-of-00032.bin",
    "h.22.mlp.down_proj.bias": "pytorch_model_00024-of-00032.bin",
    "h.22.mlp.down_proj.weight": "pytorch_model_00024-of-00032.bin",
    "h.22.mlp.gate_proj.weight": "pytorch_model_00024-of-00032.bin",
    "h.22.mlp.up_proj.weight": "pytorch_model_00024-of-00032.bin",
    "h.22.post_attention_layernorm.weight": "pytorch_model_00024-of-00032.bin",
    "h.22.self_attention.dense.bias": "pytorch_model_00024-of-00032.bin",
    "h.22.self_attention.dense.weight": "pytorch_model_00024-of-00032.bin",
    "h.22.self_attention.key_value.weight": "pytorch_model_00024-of-00032.bin",
    "h.22.self_attention.query.weight": "pytorch_model_00024-of-00032.bin",
    "h.23.input_layernorm.weight": "pytorch_model_00025-of-00032.bin",
    "h.23.mlp.down_proj.bias": "pytorch_model_00025-of-00032.bin",
    "h.23.mlp.down_proj.weight": "pytorch_model_00025-of-00032.bin",
    "h.23.mlp.gate_proj.weight": "pytorch_model_00025-of-00032.bin",
    "h.23.mlp.up_proj.weight": "pytorch_model_00025-of-00032.bin",
    "h.23.post_attention_layernorm.weight": "pytorch_model_00025-of-00032.bin",
    "h.23.self_attention.dense.bias": "pytorch_model_00025-of-00032.bin",
    "h.23.self_attention.dense.weight": "pytorch_model_00025-of-00032.bin",
    "h.23.self_attention.key_value.weight": "pytorch_model_00025-of-00032.bin",
    "h.23.self_attention.query.weight": "pytorch_model_00025-of-00032.bin",
    "h.24.input_layernorm.weight": "pytorch_model_00026-of-00032.bin",
    "h.24.mlp.down_proj.bias": "pytorch_model_00026-of-00032.bin",
    "h.24.mlp.down_proj.weight": "pytorch_model_00026-of-00032.bin",
    "h.24.mlp.gate_proj.weight": "pytorch_model_00026-of-00032.bin",
    "h.24.mlp.up_proj.weight": "pytorch_model_00026-of-00032.bin",
    "h.24.post_attention_layernorm.weight": "pytorch_model_00026-of-00032.bin",
    "h.24.self_attention.dense.bias": "pytorch_model_00026-of-00032.bin",
    "h.24.self_attention.dense.weight": "pytorch_model_00026-of-00032.bin",
    "h.24.self_attention.key_value.weight": "pytorch_model_00026-of-00032.bin",
    "h.24.self_attention.query.weight": "pytorch_model_00026-of-00032.bin",
    "h.25.input_layernorm.weight": "pytorch_model_00027-of-00032.bin",
    "h.25.mlp.down_proj.bias": "pytorch_model_00027-of-00032.bin",
    "h.25.mlp.down_proj.weight": "pytorch_model_00027-of-00032.bin",
    "h.25.mlp.gate_proj.weight": "pytorch_model_00027-of-00032.bin",
    "h.25.mlp.up_proj.weight": "pytorch_model_00027-of-00032.bin",
    "h.25.post_attention_layernorm.weight": "pytorch_model_00027-of-00032.bin",
    "h.25.self_attention.dense.bias": "pytorch_model_00027-of-00032.bin",
    "h.25.self_attention.dense.weight": "pytorch_model_00027-of-00032.bin",
    "h.25.self_attention.key_value.weight": "pytorch_model_00027-of-00032.bin",
    "h.25.self_attention.query.weight": "pytorch_model_00027-of-00032.bin",
    "h.26.input_layernorm.weight": "pytorch_model_00028-of-00032.bin",
    "h.26.mlp.down_proj.bias": "pytorch_model_00028-of-00032.bin",
    "h.26.mlp.down_proj.weight": "pytorch_model_00028-of-00032.bin",
    "h.26.mlp.gate_proj.weight": "pytorch_model_00028-of-00032.bin",
    "h.26.mlp.up_proj.weight": "pytorch_model_00028-of-00032.bin",
    "h.26.post_attention_layernorm.weight": "pytorch_model_00028-of-00032.bin",
    "h.26.self_attention.dense.bias": "pytorch_model_00028-of-00032.bin",
    "h.26.self_attention.dense.weight": "pytorch_model_00028-of-00032.bin",
    "h.26.self_attention.key_value.weight": "pytorch_model_00028-of-00032.bin",
    "h.26.self_attention.query.weight": "pytorch_model_00028-of-00032.bin",
    "h.27.input_layernorm.weight": "pytorch_model_00029-of-00032.bin",
    "h.27.mlp.down_proj.bias": "pytorch_model_00029-of-00032.bin",
    "h.27.mlp.down_proj.weight": "pytorch_model_00029-of-00032.bin",
    "h.27.mlp.gate_proj.weight": "pytorch_model_00029-of-00032.bin",
    "h.27.mlp.up_proj.weight": "pytorch_model_00029-of-00032.bin",
    "h.27.post_attention_layernorm.weight": "pytorch_model_00029-of-00032.bin",
    "h.27.self_attention.dense.bias": "pytorch_model_00029-of-00032.bin",
    "h.27.self_attention.dense.weight": "pytorch_model_00029-of-00032.bin",
    "h.27.self_attention.key_value.weight": "pytorch_model_00029-of-00032.bin",
    "h.27.self_attention.query.weight": "pytorch_model_00029-of-00032.bin",
    "h.28.input_layernorm.weight": "pytorch_model_00030-of-00032.bin",
    "h.28.mlp.down_proj.bias": "pytorch_model_00030-of-00032.bin",
    "h.28.mlp.down_proj.weight": "pytorch_model_00030-of-00032.bin",
    "h.28.mlp.gate_proj.weight": "pytorch_model_00030-of-00032.bin",
    "h.28.mlp.up_proj.weight": "pytorch_model_00030-of-00032.bin",
    "h.28.post_attention_layernorm.weight": "pytorch_model_00030-of-00032.bin",
    "h.28.self_attention.dense.bias": "pytorch_model_00030-of-00032.bin",
    "h.28.self_attention.dense.weight": "pytorch_model_00030-of-00032.bin",
    "h.28.self_attention.key_value.weight": "pytorch_model_00030-of-00032.bin",
    "h.28.self_attention.query.weight": "pytorch_model_00030-of-00032.bin",
    "h.29.input_layernorm.weight": "pytorch_model_00031-of-00032.bin",
    "h.29.mlp.down_proj.bias": "pytorch_model_00031-of-00032.bin",
    "h.29.mlp.down_proj.weight": "pytorch_model_00031-of-00032.bin",
    "h.29.mlp.gate_proj.weight": "pytorch_model_00031-of-00032.bin",
    "h.29.mlp.up_proj.weight": "pytorch_model_00031-of-00032.bin",
    "h.29.post_attention_layernorm.weight": "pytorch_model_00031-of-00032.bin",
    "h.29.self_attention.dense.bias": "pytorch_model_00031-of-00032.bin",
    "h.29.self_attention.dense.weight": "pytorch_model_00031-of-00032.bin",
    "h.29.self_attention.key_value.weight": "pytorch_model_00031-of-00032.bin",
    "h.29.self_attention.query.weight": "pytorch_model_00031-of-00032.bin",
    "h.3.input_layernorm.weight": "pytorch_model_00005-of-00032.bin",
    "h.3.mlp.down_proj.bias": "pytorch_model_00005-of-00032.bin",
    "h.3.mlp.down_proj.weight": "pytorch_model_00005-of-00032.bin",
    "h.3.mlp.gate_proj.weight": "pytorch_model_00005-of-00032.bin",
    "h.3.mlp.up_proj.weight": "pytorch_model_00005-of-00032.bin",
    "h.3.post_attention_layernorm.weight": "pytorch_model_00005-of-00032.bin",
    "h.3.self_attention.dense.bias": "pytorch_model_00005-of-00032.bin",
    "h.3.self_attention.dense.weight": "pytorch_model_00005-of-00032.bin",
    "h.3.self_attention.key_value.weight": "pytorch_model_00005-of-00032.bin",
    "h.3.self_attention.query.weight": "pytorch_model_00005-of-00032.bin",
    "h.4.input_layernorm.weight": "pytorch_model_00006-of-00032.bin",
    "h.4.mlp.down_proj.bias": "pytorch_model_00006-of-00032.bin",
    "h.4.mlp.down_proj.weight": "pytorch_model_00006-of-00032.bin",
    "h.4.mlp.gate_proj.weight": "pytorch_model_00006-of-00032.bin",
    "h.4.mlp.up_proj.weight": "pytorch_model_00006-of-00032.bin",
    "h.4.post_attention_layernorm.weight": "pytorch_model_00006-of-00032.bin",
    "h.4.self_attention.dense.bias": "pytorch_model_00006-of-00032.bin",
    "h.4.self_attention.dense.weight": "pytorch_model_00006-of-00032.bin",
    "h.4.self_attention.key_value.weight": "pytorch_model_00006-of-00032.bin",
    "h.4.self_attention.query.weight": "pytorch_model_00006-of-00032.bin",
    "h.5.input_layernorm.weight": "pytorch_model_00007-of-00032.bin",
    "h.5.mlp.down_proj.bias": "pytorch_model_00007-of-00032.bin",
    "h.5.mlp.down_proj.weight": "pytorch_model_00007-of-00032.bin",
    "h.5.mlp.gate_proj.weight": "pytorch_model_00007-of-00032.bin",
    "h.5.mlp.up_proj.weight": "pytorch_model_00007-of-00032.bin",
    "h.5.post_attention_layernorm.weight": "pytorch_model_00007-of-00032.bin",
    "h.5.self_attention.dense.bias": "pytorch_model_00007-of-00032.bin",
    "h.5.self_attention.dense.weight": "pytorch_model_00007-of-00032.bin",
    "h.5.self_attention.key_value.weight": "pytorch_model_00007-of-00032.bin",
    "h.5.self_attention.query.weight": "pytorch_model_00007-of-00032.bin",
    "h.6.input_layernorm.weight": "pytorch_model_00008-of-00032.bin",
    "h.6.mlp.down_proj.bias": "pytorch_model_00008-of-00032.bin",
    "h.6.mlp.down_proj.weight": "pytorch_model_00008-of-00032.bin",
    "h.6.mlp.gate_proj.weight": "pytorch_model_00008-of-00032.bin",
    "h.6.mlp.up_proj.weight": "pytorch_model_00008-of-00032.bin",
    "h.6.post_attention_layernorm.weight": "pytorch_model_00008-of-00032.bin",
    "h.6.self_attention.dense.bias": "pytorch_model_00008-of-00032.bin",
    "h.6.self_attention.dense.weight": "pytorch_model_00008-of-00032.bin",
    "h.6.self_attention.key_value.weight": "pytorch_model_00008-of-00032.bin",
    "h.6.self_attention.query.weight": "pytorch_model_00008-of-00032.bin",
    "h.7.input_layernorm.weight": "pytorch_model_00009-of-00032.bin",
    "h.7.mlp.down_proj.bias": "pytorch_model_00009-of-00032.bin",
    "h.7.mlp.down_proj.weight": "pytorch_model_00009-of-00032.bin",
    "h.7.mlp.gate_proj.weight": "pytorch_model_00009-of-00032.bin",
    "h.7.mlp.up_proj.weight": "pytorch_model_00009-of-00032.bin",
    "h.7.post_attention_layernorm.weight": "pytorch_model_00009-of-00032.bin",
    "h.7.self_attention.dense.bias": "pytorch_model_00009-of-00032.bin",
    "h.7.self_attention.dense.weight": "pytorch_model_00009-of-00032.bin",
    "h.7.self_attention.key_value.weight": "pytorch_model_00009-of-00032.bin",
    "h.7.self_attention.query.weight": "pytorch_model_00009-of-00032.bin",
    "h.8.input_layernorm.weight": "pytorch_model_00010-of-00032.bin",
    "h.8.mlp.down_proj.bias": "pytorch_model_00010-of-00032.bin",
    "h.8.mlp.down_proj.weight": "pytorch_model_00010-of-00032.bin",
    "h.8.mlp.gate_proj.weight": "pytorch_model_00010-of-00032.bin",
    "h.8.mlp.up_proj.weight": "pytorch_model_00010-of-00032.bin",
    "h.8.post_attention_layernorm.weight": "pytorch_model_00010-of-00032.bin",
    "h.8.self_attention.dense.bias": "pytorch_model_00010-of-00032.bin",
    "h.8.self_attention.dense.weight": "pytorch_model_00010-of-00032.bin",
    "h.8.self_attention.key_value.weight": "pytorch_model_00010-of-00032.bin",
    "h.8.self_attention.query.weight": "pytorch_model_00010-of-00032.bin",
    "h.9.input_layernorm.weight": "pytorch_model_00011-of-00032.bin",
    "h.9.mlp.down_proj.bias": "pytorch_model_00011-of-00032.bin",
    "h.9.mlp.down_proj.weight": "pytorch_model_00011-of-00032.bin",
    "h.9.mlp.gate_proj.weight": "pytorch_model_00011-of-00032.bin",
    "h.9.mlp.up_proj.weight": "pytorch_model_00011-of-00032.bin",
    "h.9.post_attention_layernorm.weight": "pytorch_model_00011-of-00032.bin",
    "h.9.self_attention.dense.bias": "pytorch_model_00011-of-00032.bin",
    "h.9.self_attention.dense.weight": "pytorch_model_00011-of-00032.bin",
    "h.9.self_attention.key_value.weight": "pytorch_model_00011-of-00032.bin",
    "h.9.self_attention.query.weight": "pytorch_model_00011-of-00032.bin",
    "ln_f.weight": "pytorch_model_00032-of-00032.bin",
    "word_embeddings.weight": "pytorch_model_00001-of-00032.bin"
  }
}
