{
  "_name_or_path": "../models/7B",
  "apply_residual_connection_post_layernorm": false,
  "architectures": [
    "TelechatForCausalLM"
  ],
  "attention_dropout": 0.1,
  "attention_softmax_in_fp32": true,
  "auto_map": {
    "AutoConfig": "configuration_telechat.TelechatConfig",
    "AutoModelForCausalLM": "modeling_telechat.TelechatForCausalLM"
  },
  "bias_dropout_fusion": true,
  "bos_token_id": 1,
  "embed_layernorm": false,
  "eos_token_id": 2,
  "ffn_hidden_size": 12288,
  "flash_attn": true,
  "hidden_dropout": 0.1,
  "hidden_size": 4096,
  "initializer_range": 0.02,
  "layer_norm_epsilon": 1e-05,
  "logn": false,
  "masked_softmax_fusion": true,
  "model_type": "telechat",
  "seq_length": 8192,
  "n_head": 32,
  "n_inner": null,
  "n_layer": 30,
  "pad_token_id": 3,
  "skip_bias_add": true,
  "skip_bias_add_qkv": false,
  "slow_but_exact": false,
  "torch_dtype": "float16",
  "training_seqlen": 8192,
  "transformers_version": "4.30.0",
  "unk_token_id": 0,
  "use_cache": true,
  "vocab_size": 160256
}
