{
  "metadata": {
    "total_size": 24772864000
  },
  "weight_map": {
    "lm_head.weight": "pytorch_model_00041-of-00041.bin",
    "transformer.h.0.input_layernorm.weight": "pytorch_model_00002-of-00041.bin",
    "transformer.h.0.mlp.down_proj.bias": "pytorch_model_00002-of-00041.bin",
    "transformer.h.0.mlp.down_proj.weight": "pytorch_model_00002-of-00041.bin",
    "transformer.h.0.mlp.gate_proj.weight": "pytorch_model_00002-of-00041.bin",
    "transformer.h.0.mlp.up_proj.weight": "pytorch_model_00002-of-00041.bin",
    "transformer.h.0.post_attention_layernorm.weight": "pytorch_model_00002-of-00041.bin",
    "transformer.h.0.self_attention.dense.bias": "pytorch_model_00002-of-00041.bin",
    "transformer.h.0.self_attention.dense.weight": "pytorch_model_00002-of-00041.bin",
    "transformer.h.0.self_attention.key_value.weight": "pytorch_model_00002-of-00041.bin",
    "transformer.h.0.self_attention.query.weight": "pytorch_model_00002-of-00041.bin",
    "transformer.h.1.input_layernorm.weight": "pytorch_model_00003-of-00041.bin",
    "transformer.h.1.mlp.down_proj.bias": "pytorch_model_00003-of-00041.bin",
    "transformer.h.1.mlp.down_proj.weight": "pytorch_model_00003-of-00041.bin",
    "transformer.h.1.mlp.gate_proj.weight": "pytorch_model_00003-of-00041.bin",
    "transformer.h.1.mlp.up_proj.weight": "pytorch_model_00003-of-00041.bin",
    "transformer.h.1.post_attention_layernorm.weight": "pytorch_model_00003-of-00041.bin",
    "transformer.h.1.self_attention.dense.bias": "pytorch_model_00003-of-00041.bin",
    "transformer.h.1.self_attention.dense.weight": "pytorch_model_00003-of-00041.bin",
    "transformer.h.1.self_attention.key_value.weight": "pytorch_model_00003-of-00041.bin",
    "transformer.h.1.self_attention.query.weight": "pytorch_model_00003-of-00041.bin",
    "transformer.h.10.input_layernorm.weight": "pytorch_model_00012-of-00041.bin",
    "transformer.h.10.mlp.down_proj.bias": "pytorch_model_00012-of-00041.bin",
    "transformer.h.10.mlp.down_proj.weight": "pytorch_model_00012-of-00041.bin",
    "transformer.h.10.mlp.gate_proj.weight": "pytorch_model_00012-of-00041.bin",
    "transformer.h.10.mlp.up_proj.weight": "pytorch_model_00012-of-00041.bin",
    "transformer.h.10.post_attention_layernorm.weight": "pytorch_model_00012-of-00041.bin",
    "transformer.h.10.self_attention.dense.bias": "pytorch_model_00012-of-00041.bin",
    "transformer.h.10.self_attention.dense.weight": "pytorch_model_00012-of-00041.bin",
    "transformer.h.10.self_attention.key_value.weight": "pytorch_model_00012-of-00041.bin",
    "transformer.h.10.self_attention.query.weight": "pytorch_model_00012-of-00041.bin",
    "transformer.h.11.input_layernorm.weight": "pytorch_model_00013-of-00041.bin",
    "transformer.h.11.mlp.down_proj.bias": "pytorch_model_00013-of-00041.bin",
    "transformer.h.11.mlp.down_proj.weight": "pytorch_model_00013-of-00041.bin",
    "transformer.h.11.mlp.gate_proj.weight": "pytorch_model_00013-of-00041.bin",
    "transformer.h.11.mlp.up_proj.weight": "pytorch_model_00013-of-00041.bin",
    "transformer.h.11.post_attention_layernorm.weight": "pytorch_model_00013-of-00041.bin",
    "transformer.h.11.self_attention.dense.bias": "pytorch_model_00013-of-00041.bin",
    "transformer.h.11.self_attention.dense.weight": "pytorch_model_00013-of-00041.bin",
    "transformer.h.11.self_attention.key_value.weight": "pytorch_model_00013-of-00041.bin",
    "transformer.h.11.self_attention.query.weight": "pytorch_model_00013-of-00041.bin",
    "transformer.h.12.input_layernorm.weight": "pytorch_model_00014-of-00041.bin",
    "transformer.h.12.mlp.down_proj.bias": "pytorch_model_00014-of-00041.bin",
    "transformer.h.12.mlp.down_proj.weight": "pytorch_model_00014-of-00041.bin",
    "transformer.h.12.mlp.gate_proj.weight": "pytorch_model_00014-of-00041.bin",
    "transformer.h.12.mlp.up_proj.weight": "pytorch_model_00014-of-00041.bin",
    "transformer.h.12.post_attention_layernorm.weight": "pytorch_model_00014-of-00041.bin",
    "transformer.h.12.self_attention.dense.bias": "pytorch_model_00014-of-00041.bin",
    "transformer.h.12.self_attention.dense.weight": "pytorch_model_00014-of-00041.bin",
    "transformer.h.12.self_attention.key_value.weight": "pytorch_model_00014-of-00041.bin",
    "transformer.h.12.self_attention.query.weight": "pytorch_model_00014-of-00041.bin",
    "transformer.h.13.input_layernorm.weight": "pytorch_model_00015-of-00041.bin",
    "transformer.h.13.mlp.down_proj.bias": "pytorch_model_00015-of-00041.bin",
    "transformer.h.13.mlp.down_proj.weight": "pytorch_model_00015-of-00041.bin",
    "transformer.h.13.mlp.gate_proj.weight": "pytorch_model_00015-of-00041.bin",
    "transformer.h.13.mlp.up_proj.weight": "pytorch_model_00015-of-00041.bin",
    "transformer.h.13.post_attention_layernorm.weight": "pytorch_model_00015-of-00041.bin",
    "transformer.h.13.self_attention.dense.bias": "pytorch_model_00015-of-00041.bin",
    "transformer.h.13.self_attention.dense.weight": "pytorch_model_00015-of-00041.bin",
    "transformer.h.13.self_attention.key_value.weight": "pytorch_model_00015-of-00041.bin",
    "transformer.h.13.self_attention.query.weight": "pytorch_model_00015-of-00041.bin",
    "transformer.h.14.input_layernorm.weight": "pytorch_model_00016-of-00041.bin",
    "transformer.h.14.mlp.down_proj.bias": "pytorch_model_00016-of-00041.bin",
    "transformer.h.14.mlp.down_proj.weight": "pytorch_model_00016-of-00041.bin",
    "transformer.h.14.mlp.gate_proj.weight": "pytorch_model_00016-of-00041.bin",
    "transformer.h.14.mlp.up_proj.weight": "pytorch_model_00016-of-00041.bin",
    "transformer.h.14.post_attention_layernorm.weight": "pytorch_model_00016-of-00041.bin",
    "transformer.h.14.self_attention.dense.bias": "pytorch_model_00016-of-00041.bin",
    "transformer.h.14.self_attention.dense.weight": "pytorch_model_00016-of-00041.bin",
    "transformer.h.14.self_attention.key_value.weight": "pytorch_model_00016-of-00041.bin",
    "transformer.h.14.self_attention.query.weight": "pytorch_model_00016-of-00041.bin",
    "transformer.h.15.input_layernorm.weight": "pytorch_model_00017-of-00041.bin",
    "transformer.h.15.mlp.down_proj.bias": "pytorch_model_00017-of-00041.bin",
    "transformer.h.15.mlp.down_proj.weight": "pytorch_model_00017-of-00041.bin",
    "transformer.h.15.mlp.gate_proj.weight": "pytorch_model_00017-of-00041.bin",
    "transformer.h.15.mlp.up_proj.weight": "pytorch_model_00017-of-00041.bin",
    "transformer.h.15.post_attention_layernorm.weight": "pytorch_model_00017-of-00041.bin",
    "transformer.h.15.self_attention.dense.bias": "pytorch_model_00017-of-00041.bin",
    "transformer.h.15.self_attention.dense.weight": "pytorch_model_00017-of-00041.bin",
    "transformer.h.15.self_attention.key_value.weight": "pytorch_model_00017-of-00041.bin",
    "transformer.h.15.self_attention.query.weight": "pytorch_model_00017-of-00041.bin",
    "transformer.h.16.input_layernorm.weight": "pytorch_model_00018-of-00041.bin",
    "transformer.h.16.mlp.down_proj.bias": "pytorch_model_00018-of-00041.bin",
    "transformer.h.16.mlp.down_proj.weight": "pytorch_model_00018-of-00041.bin",
    "transformer.h.16.mlp.gate_proj.weight": "pytorch_model_00018-of-00041.bin",
    "transformer.h.16.mlp.up_proj.weight": "pytorch_model_00018-of-00041.bin",
    "transformer.h.16.post_attention_layernorm.weight": "pytorch_model_00018-of-00041.bin",
    "transformer.h.16.self_attention.dense.bias": "pytorch_model_00018-of-00041.bin",
    "transformer.h.16.self_attention.dense.weight": "pytorch_model_00018-of-00041.bin",
    "transformer.h.16.self_attention.key_value.weight": "pytorch_model_00018-of-00041.bin",
    "transformer.h.16.self_attention.query.weight": "pytorch_model_00018-of-00041.bin",
    "transformer.h.17.input_layernorm.weight": "pytorch_model_00019-of-00041.bin",
    "transformer.h.17.mlp.down_proj.bias": "pytorch_model_00019-of-00041.bin",
    "transformer.h.17.mlp.down_proj.weight": "pytorch_model_00019-of-00041.bin",
    "transformer.h.17.mlp.gate_proj.weight": "pytorch_model_00019-of-00041.bin",
    "transformer.h.17.mlp.up_proj.weight": "pytorch_model_00019-of-00041.bin",
    "transformer.h.17.post_attention_layernorm.weight": "pytorch_model_00019-of-00041.bin",
    "transformer.h.17.self_attention.dense.bias": "pytorch_model_00019-of-00041.bin",
    "transformer.h.17.self_attention.dense.weight": "pytorch_model_00019-of-00041.bin",
    "transformer.h.17.self_attention.key_value.weight": "pytorch_model_00019-of-00041.bin",
    "transformer.h.17.self_attention.query.weight": "pytorch_model_00019-of-00041.bin",
    "transformer.h.18.input_layernorm.weight": "pytorch_model_00020-of-00041.bin",
    "transformer.h.18.mlp.down_proj.bias": "pytorch_model_00020-of-00041.bin",
    "transformer.h.18.mlp.down_proj.weight": "pytorch_model_00020-of-00041.bin",
    "transformer.h.18.mlp.gate_proj.weight": "pytorch_model_00020-of-00041.bin",
    "transformer.h.18.mlp.up_proj.weight": "pytorch_model_00020-of-00041.bin",
    "transformer.h.18.post_attention_layernorm.weight": "pytorch_model_00020-of-00041.bin",
    "transformer.h.18.self_attention.dense.bias": "pytorch_model_00020-of-00041.bin",
    "transformer.h.18.self_attention.dense.weight": "pytorch_model_00020-of-00041.bin",
    "transformer.h.18.self_attention.key_value.weight": "pytorch_model_00020-of-00041.bin",
    "transformer.h.18.self_attention.query.weight": "pytorch_model_00020-of-00041.bin",
    "transformer.h.19.input_layernorm.weight": "pytorch_model_00021-of-00041.bin",
    "transformer.h.19.mlp.down_proj.bias": "pytorch_model_00021-of-00041.bin",
    "transformer.h.19.mlp.down_proj.weight": "pytorch_model_00021-of-00041.bin",
    "transformer.h.19.mlp.gate_proj.weight": "pytorch_model_00021-of-00041.bin",
    "transformer.h.19.mlp.up_proj.weight": "pytorch_model_00021-of-00041.bin",
    "transformer.h.19.post_attention_layernorm.weight": "pytorch_model_00021-of-00041.bin",
    "transformer.h.19.self_attention.dense.bias": "pytorch_model_00021-of-00041.bin",
    "transformer.h.19.self_attention.dense.weight": "pytorch_model_00021-of-00041.bin",
    "transformer.h.19.self_attention.key_value.weight": "pytorch_model_00021-of-00041.bin",
    "transformer.h.19.self_attention.query.weight": "pytorch_model_00021-of-00041.bin",
    "transformer.h.2.input_layernorm.weight": "pytorch_model_00004-of-00041.bin",
    "transformer.h.2.mlp.down_proj.bias": "pytorch_model_00004-of-00041.bin",
    "transformer.h.2.mlp.down_proj.weight": "pytorch_model_00004-of-00041.bin",
    "transformer.h.2.mlp.gate_proj.weight": "pytorch_model_00004-of-00041.bin",
    "transformer.h.2.mlp.up_proj.weight": "pytorch_model_00004-of-00041.bin",
    "transformer.h.2.post_attention_layernorm.weight": "pytorch_model_00004-of-00041.bin",
    "transformer.h.2.self_attention.dense.bias": "pytorch_model_00004-of-00041.bin",
    "transformer.h.2.self_attention.dense.weight": "pytorch_model_00004-of-00041.bin",
    "transformer.h.2.self_attention.key_value.weight": "pytorch_model_00004-of-00041.bin",
    "transformer.h.2.self_attention.query.weight": "pytorch_model_00004-of-00041.bin",
    "transformer.h.20.input_layernorm.weight": "pytorch_model_00022-of-00041.bin",
    "transformer.h.20.mlp.down_proj.bias": "pytorch_model_00022-of-00041.bin",
    "transformer.h.20.mlp.down_proj.weight": "pytorch_model_00022-of-00041.bin",
    "transformer.h.20.mlp.gate_proj.weight": "pytorch_model_00022-of-00041.bin",
    "transformer.h.20.mlp.up_proj.weight": "pytorch_model_00022-of-00041.bin",
    "transformer.h.20.post_attention_layernorm.weight": "pytorch_model_00022-of-00041.bin",
    "transformer.h.20.self_attention.dense.bias": "pytorch_model_00022-of-00041.bin",
    "transformer.h.20.self_attention.dense.weight": "pytorch_model_00022-of-00041.bin",
    "transformer.h.20.self_attention.key_value.weight": "pytorch_model_00022-of-00041.bin",
    "transformer.h.20.self_attention.query.weight": "pytorch_model_00022-of-00041.bin",
    "transformer.h.21.input_layernorm.weight": "pytorch_model_00023-of-00041.bin",
    "transformer.h.21.mlp.down_proj.bias": "pytorch_model_00023-of-00041.bin",
    "transformer.h.21.mlp.down_proj.weight": "pytorch_model_00023-of-00041.bin",
    "transformer.h.21.mlp.gate_proj.weight": "pytorch_model_00023-of-00041.bin",
    "transformer.h.21.mlp.up_proj.weight": "pytorch_model_00023-of-00041.bin",
    "transformer.h.21.post_attention_layernorm.weight": "pytorch_model_00023-of-00041.bin",
    "transformer.h.21.self_attention.dense.bias": "pytorch_model_00023-of-00041.bin",
    "transformer.h.21.self_attention.dense.weight": "pytorch_model_00023-of-00041.bin",
    "transformer.h.21.self_attention.key_value.weight": "pytorch_model_00023-of-00041.bin",
    "transformer.h.21.self_attention.query.weight": "pytorch_model_00023-of-00041.bin",
    "transformer.h.22.input_layernorm.weight": "pytorch_model_00024-of-00041.bin",
    "transformer.h.22.mlp.down_proj.bias": "pytorch_model_00024-of-00041.bin",
    "transformer.h.22.mlp.down_proj.weight": "pytorch_model_00024-of-00041.bin",
    "transformer.h.22.mlp.gate_proj.weight": "pytorch_model_00024-of-00041.bin",
    "transformer.h.22.mlp.up_proj.weight": "pytorch_model_00024-of-00041.bin",
    "transformer.h.22.post_attention_layernorm.weight": "pytorch_model_00024-of-00041.bin",
    "transformer.h.22.self_attention.dense.bias": "pytorch_model_00024-of-00041.bin",
    "transformer.h.22.self_attention.dense.weight": "pytorch_model_00024-of-00041.bin",
    "transformer.h.22.self_attention.key_value.weight": "pytorch_model_00024-of-00041.bin",
    "transformer.h.22.self_attention.query.weight": "pytorch_model_00024-of-00041.bin",
    "transformer.h.23.input_layernorm.weight": "pytorch_model_00025-of-00041.bin",
    "transformer.h.23.mlp.down_proj.bias": "pytorch_model_00025-of-00041.bin",
    "transformer.h.23.mlp.down_proj.weight": "pytorch_model_00025-of-00041.bin",
    "transformer.h.23.mlp.gate_proj.weight": "pytorch_model_00025-of-00041.bin",
    "transformer.h.23.mlp.up_proj.weight": "pytorch_model_00025-of-00041.bin",
    "transformer.h.23.post_attention_layernorm.weight": "pytorch_model_00025-of-00041.bin",
    "transformer.h.23.self_attention.dense.bias": "pytorch_model_00025-of-00041.bin",
    "transformer.h.23.self_attention.dense.weight": "pytorch_model_00025-of-00041.bin",
    "transformer.h.23.self_attention.key_value.weight": "pytorch_model_00025-of-00041.bin",
    "transformer.h.23.self_attention.query.weight": "pytorch_model_00025-of-00041.bin",
    "transformer.h.24.input_layernorm.weight": "pytorch_model_00026-of-00041.bin",
    "transformer.h.24.mlp.down_proj.bias": "pytorch_model_00026-of-00041.bin",
    "transformer.h.24.mlp.down_proj.weight": "pytorch_model_00026-of-00041.bin",
    "transformer.h.24.mlp.gate_proj.weight": "pytorch_model_00026-of-00041.bin",
    "transformer.h.24.mlp.up_proj.weight": "pytorch_model_00026-of-00041.bin",
    "transformer.h.24.post_attention_layernorm.weight": "pytorch_model_00026-of-00041.bin",
    "transformer.h.24.self_attention.dense.bias": "pytorch_model_00026-of-00041.bin",
    "transformer.h.24.self_attention.dense.weight": "pytorch_model_00026-of-00041.bin",
    "transformer.h.24.self_attention.key_value.weight": "pytorch_model_00026-of-00041.bin",
    "transformer.h.24.self_attention.query.weight": "pytorch_model_00026-of-00041.bin",
    "transformer.h.25.input_layernorm.weight": "pytorch_model_00027-of-00041.bin",
    "transformer.h.25.mlp.down_proj.bias": "pytorch_model_00027-of-00041.bin",
    "transformer.h.25.mlp.down_proj.weight": "pytorch_model_00027-of-00041.bin",
    "transformer.h.25.mlp.gate_proj.weight": "pytorch_model_00027-of-00041.bin",
    "transformer.h.25.mlp.up_proj.weight": "pytorch_model_00027-of-00041.bin",
    "transformer.h.25.post_attention_layernorm.weight": "pytorch_model_00027-of-00041.bin",
    "transformer.h.25.self_attention.dense.bias": "pytorch_model_00027-of-00041.bin",
    "transformer.h.25.self_attention.dense.weight": "pytorch_model_00027-of-00041.bin",
    "transformer.h.25.self_attention.key_value.weight": "pytorch_model_00027-of-00041.bin",
    "transformer.h.25.self_attention.query.weight": "pytorch_model_00027-of-00041.bin",
    "transformer.h.26.input_layernorm.weight": "pytorch_model_00028-of-00041.bin",
    "transformer.h.26.mlp.down_proj.bias": "pytorch_model_00028-of-00041.bin",
    "transformer.h.26.mlp.down_proj.weight": "pytorch_model_00028-of-00041.bin",
    "transformer.h.26.mlp.gate_proj.weight": "pytorch_model_00028-of-00041.bin",
    "transformer.h.26.mlp.up_proj.weight": "pytorch_model_00028-of-00041.bin",
    "transformer.h.26.post_attention_layernorm.weight": "pytorch_model_00028-of-00041.bin",
    "transformer.h.26.self_attention.dense.bias": "pytorch_model_00028-of-00041.bin",
    "transformer.h.26.self_attention.dense.weight": "pytorch_model_00028-of-00041.bin",
    "transformer.h.26.self_attention.key_value.weight": "pytorch_model_00028-of-00041.bin",
    "transformer.h.26.self_attention.query.weight": "pytorch_model_00028-of-00041.bin",
    "transformer.h.27.input_layernorm.weight": "pytorch_model_00029-of-00041.bin",
    "transformer.h.27.mlp.down_proj.bias": "pytorch_model_00029-of-00041.bin",
    "transformer.h.27.mlp.down_proj.weight": "pytorch_model_00029-of-00041.bin",
    "transformer.h.27.mlp.gate_proj.weight": "pytorch_model_00029-of-00041.bin",
    "transformer.h.27.mlp.up_proj.weight": "pytorch_model_00029-of-00041.bin",
    "transformer.h.27.post_attention_layernorm.weight": "pytorch_model_00029-of-00041.bin",
    "transformer.h.27.self_attention.dense.bias": "pytorch_model_00029-of-00041.bin",
    "transformer.h.27.self_attention.dense.weight": "pytorch_model_00029-of-00041.bin",
    "transformer.h.27.self_attention.key_value.weight": "pytorch_model_00029-of-00041.bin",
    "transformer.h.27.self_attention.query.weight": "pytorch_model_00029-of-00041.bin",
    "transformer.h.28.input_layernorm.weight": "pytorch_model_00030-of-00041.bin",
    "transformer.h.28.mlp.down_proj.bias": "pytorch_model_00030-of-00041.bin",
    "transformer.h.28.mlp.down_proj.weight": "pytorch_model_00030-of-00041.bin",
    "transformer.h.28.mlp.gate_proj.weight": "pytorch_model_00030-of-00041.bin",
    "transformer.h.28.mlp.up_proj.weight": "pytorch_model_00030-of-00041.bin",
    "transformer.h.28.post_attention_layernorm.weight": "pytorch_model_00030-of-00041.bin",
    "transformer.h.28.self_attention.dense.bias": "pytorch_model_00030-of-00041.bin",
    "transformer.h.28.self_attention.dense.weight": "pytorch_model_00030-of-00041.bin",
    "transformer.h.28.self_attention.key_value.weight": "pytorch_model_00030-of-00041.bin",
    "transformer.h.28.self_attention.query.weight": "pytorch_model_00030-of-00041.bin",
    "transformer.h.29.input_layernorm.weight": "pytorch_model_00031-of-00041.bin",
    "transformer.h.29.mlp.down_proj.bias": "pytorch_model_00031-of-00041.bin",
    "transformer.h.29.mlp.down_proj.weight": "pytorch_model_00031-of-00041.bin",
    "transformer.h.29.mlp.gate_proj.weight": "pytorch_model_00031-of-00041.bin",
    "transformer.h.29.mlp.up_proj.weight": "pytorch_model_00031-of-00041.bin",
    "transformer.h.29.post_attention_layernorm.weight": "pytorch_model_00031-of-00041.bin",
    "transformer.h.29.self_attention.dense.bias": "pytorch_model_00031-of-00041.bin",
    "transformer.h.29.self_attention.dense.weight": "pytorch_model_00031-of-00041.bin",
    "transformer.h.29.self_attention.key_value.weight": "pytorch_model_00031-of-00041.bin",
    "transformer.h.29.self_attention.query.weight": "pytorch_model_00031-of-00041.bin",
    "transformer.h.3.input_layernorm.weight": "pytorch_model_00005-of-00041.bin",
    "transformer.h.3.mlp.down_proj.bias": "pytorch_model_00005-of-00041.bin",
    "transformer.h.3.mlp.down_proj.weight": "pytorch_model_00005-of-00041.bin",
    "transformer.h.3.mlp.gate_proj.weight": "pytorch_model_00005-of-00041.bin",
    "transformer.h.3.mlp.up_proj.weight": "pytorch_model_00005-of-00041.bin",
    "transformer.h.3.post_attention_layernorm.weight": "pytorch_model_00005-of-00041.bin",
    "transformer.h.3.self_attention.dense.bias": "pytorch_model_00005-of-00041.bin",
    "transformer.h.3.self_attention.dense.weight": "pytorch_model_00005-of-00041.bin",
    "transformer.h.3.self_attention.key_value.weight": "pytorch_model_00005-of-00041.bin",
    "transformer.h.3.self_attention.query.weight": "pytorch_model_00005-of-00041.bin",
    "transformer.h.30.input_layernorm.weight": "pytorch_model_00032-of-00041.bin",
    "transformer.h.30.mlp.down_proj.bias": "pytorch_model_00032-of-00041.bin",
    "transformer.h.30.mlp.down_proj.weight": "pytorch_model_00032-of-00041.bin",
    "transformer.h.30.mlp.gate_proj.weight": "pytorch_model_00032-of-00041.bin",
    "transformer.h.30.mlp.up_proj.weight": "pytorch_model_00032-of-00041.bin",
    "transformer.h.30.post_attention_layernorm.weight": "pytorch_model_00032-of-00041.bin",
    "transformer.h.30.self_attention.dense.bias": "pytorch_model_00032-of-00041.bin",
    "transformer.h.30.self_attention.dense.weight": "pytorch_model_00032-of-00041.bin",
    "transformer.h.30.self_attention.key_value.weight": "pytorch_model_00032-of-00041.bin",
    "transformer.h.30.self_attention.query.weight": "pytorch_model_00032-of-00041.bin",
    "transformer.h.31.input_layernorm.weight": "pytorch_model_00033-of-00041.bin",
    "transformer.h.31.mlp.down_proj.bias": "pytorch_model_00033-of-00041.bin",
    "transformer.h.31.mlp.down_proj.weight": "pytorch_model_00033-of-00041.bin",
    "transformer.h.31.mlp.gate_proj.weight": "pytorch_model_00033-of-00041.bin",
    "transformer.h.31.mlp.up_proj.weight": "pytorch_model_00033-of-00041.bin",
    "transformer.h.31.post_attention_layernorm.weight": "pytorch_model_00033-of-00041.bin",
    "transformer.h.31.self_attention.dense.bias": "pytorch_model_00033-of-00041.bin",
    "transformer.h.31.self_attention.dense.weight": "pytorch_model_00033-of-00041.bin",
    "transformer.h.31.self_attention.key_value.weight": "pytorch_model_00033-of-00041.bin",
    "transformer.h.31.self_attention.query.weight": "pytorch_model_00033-of-00041.bin",
    "transformer.h.32.input_layernorm.weight": "pytorch_model_00034-of-00041.bin",
    "transformer.h.32.mlp.down_proj.bias": "pytorch_model_00034-of-00041.bin",
    "transformer.h.32.mlp.down_proj.weight": "pytorch_model_00034-of-00041.bin",
    "transformer.h.32.mlp.gate_proj.weight": "pytorch_model_00034-of-00041.bin",
    "transformer.h.32.mlp.up_proj.weight": "pytorch_model_00034-of-00041.bin",
    "transformer.h.32.post_attention_layernorm.weight": "pytorch_model_00034-of-00041.bin",
    "transformer.h.32.self_attention.dense.bias": "pytorch_model_00034-of-00041.bin",
    "transformer.h.32.self_attention.dense.weight": "pytorch_model_00034-of-00041.bin",
    "transformer.h.32.self_attention.key_value.weight": "pytorch_model_00034-of-00041.bin",
    "transformer.h.32.self_attention.query.weight": "pytorch_model_00034-of-00041.bin",
    "transformer.h.33.input_layernorm.weight": "pytorch_model_00035-of-00041.bin",
    "transformer.h.33.mlp.down_proj.bias": "pytorch_model_00035-of-00041.bin",
    "transformer.h.33.mlp.down_proj.weight": "pytorch_model_00035-of-00041.bin",
    "transformer.h.33.mlp.gate_proj.weight": "pytorch_model_00035-of-00041.bin",
    "transformer.h.33.mlp.up_proj.weight": "pytorch_model_00035-of-00041.bin",
    "transformer.h.33.post_attention_layernorm.weight": "pytorch_model_00035-of-00041.bin",
    "transformer.h.33.self_attention.dense.bias": "pytorch_model_00035-of-00041.bin",
    "transformer.h.33.self_attention.dense.weight": "pytorch_model_00035-of-00041.bin",
    "transformer.h.33.self_attention.key_value.weight": "pytorch_model_00035-of-00041.bin",
    "transformer.h.33.self_attention.query.weight": "pytorch_model_00035-of-00041.bin",
    "transformer.h.34.input_layernorm.weight": "pytorch_model_00036-of-00041.bin",
    "transformer.h.34.mlp.down_proj.bias": "pytorch_model_00036-of-00041.bin",
    "transformer.h.34.mlp.down_proj.weight": "pytorch_model_00036-of-00041.bin",
    "transformer.h.34.mlp.gate_proj.weight": "pytorch_model_00036-of-00041.bin",
    "transformer.h.34.mlp.up_proj.weight": "pytorch_model_00036-of-00041.bin",
    "transformer.h.34.post_attention_layernorm.weight": "pytorch_model_00036-of-00041.bin",
    "transformer.h.34.self_attention.dense.bias": "pytorch_model_00036-of-00041.bin",
    "transformer.h.34.self_attention.dense.weight": "pytorch_model_00036-of-00041.bin",
    "transformer.h.34.self_attention.key_value.weight": "pytorch_model_00036-of-00041.bin",
    "transformer.h.34.self_attention.query.weight": "pytorch_model_00036-of-00041.bin",
    "transformer.h.35.input_layernorm.weight": "pytorch_model_00037-of-00041.bin",
    "transformer.h.35.mlp.down_proj.bias": "pytorch_model_00037-of-00041.bin",
    "transformer.h.35.mlp.down_proj.weight": "pytorch_model_00037-of-00041.bin",
    "transformer.h.35.mlp.gate_proj.weight": "pytorch_model_00037-of-00041.bin",
    "transformer.h.35.mlp.up_proj.weight": "pytorch_model_00037-of-00041.bin",
    "transformer.h.35.post_attention_layernorm.weight": "pytorch_model_00037-of-00041.bin",
    "transformer.h.35.self_attention.dense.bias": "pytorch_model_00037-of-00041.bin",
    "transformer.h.35.self_attention.dense.weight": "pytorch_model_00037-of-00041.bin",
    "transformer.h.35.self_attention.key_value.weight": "pytorch_model_00037-of-00041.bin",
    "transformer.h.35.self_attention.query.weight": "pytorch_model_00037-of-00041.bin",
    "transformer.h.36.input_layernorm.weight": "pytorch_model_00038-of-00041.bin",
    "transformer.h.36.mlp.down_proj.bias": "pytorch_model_00038-of-00041.bin",
    "transformer.h.36.mlp.down_proj.weight": "pytorch_model_00038-of-00041.bin",
    "transformer.h.36.mlp.gate_proj.weight": "pytorch_model_00038-of-00041.bin",
    "transformer.h.36.mlp.up_proj.weight": "pytorch_model_00038-of-00041.bin",
    "transformer.h.36.post_attention_layernorm.weight": "pytorch_model_00038-of-00041.bin",
    "transformer.h.36.self_attention.dense.bias": "pytorch_model_00038-of-00041.bin",
    "transformer.h.36.self_attention.dense.weight": "pytorch_model_00038-of-00041.bin",
    "transformer.h.36.self_attention.key_value.weight": "pytorch_model_00038-of-00041.bin",
    "transformer.h.36.self_attention.query.weight": "pytorch_model_00038-of-00041.bin",
    "transformer.h.37.input_layernorm.weight": "pytorch_model_00039-of-00041.bin",
    "transformer.h.37.mlp.down_proj.bias": "pytorch_model_00039-of-00041.bin",
    "transformer.h.37.mlp.down_proj.weight": "pytorch_model_00039-of-00041.bin",
    "transformer.h.37.mlp.gate_proj.weight": "pytorch_model_00039-of-00041.bin",
    "transformer.h.37.mlp.up_proj.weight": "pytorch_model_00039-of-00041.bin",
    "transformer.h.37.post_attention_layernorm.weight": "pytorch_model_00039-of-00041.bin",
    "transformer.h.37.self_attention.dense.bias": "pytorch_model_00039-of-00041.bin",
    "transformer.h.37.self_attention.dense.weight": "pytorch_model_00039-of-00041.bin",
    "transformer.h.37.self_attention.key_value.weight": "pytorch_model_00039-of-00041.bin",
    "transformer.h.37.self_attention.query.weight": "pytorch_model_00039-of-00041.bin",
    "transformer.h.4.input_layernorm.weight": "pytorch_model_00006-of-00041.bin",
    "transformer.h.4.mlp.down_proj.bias": "pytorch_model_00006-of-00041.bin",
    "transformer.h.4.mlp.down_proj.weight": "pytorch_model_00006-of-00041.bin",
    "transformer.h.4.mlp.gate_proj.weight": "pytorch_model_00006-of-00041.bin",
    "transformer.h.4.mlp.up_proj.weight": "pytorch_model_00006-of-00041.bin",
    "transformer.h.4.post_attention_layernorm.weight": "pytorch_model_00006-of-00041.bin",
    "transformer.h.4.self_attention.dense.bias": "pytorch_model_00006-of-00041.bin",
    "transformer.h.4.self_attention.dense.weight": "pytorch_model_00006-of-00041.bin",
    "transformer.h.4.self_attention.key_value.weight": "pytorch_model_00006-of-00041.bin",
    "transformer.h.4.self_attention.query.weight": "pytorch_model_00006-of-00041.bin",
    "transformer.h.5.input_layernorm.weight": "pytorch_model_00007-of-00041.bin",
    "transformer.h.5.mlp.down_proj.bias": "pytorch_model_00007-of-00041.bin",
    "transformer.h.5.mlp.down_proj.weight": "pytorch_model_00007-of-00041.bin",
    "transformer.h.5.mlp.gate_proj.weight": "pytorch_model_00007-of-00041.bin",
    "transformer.h.5.mlp.up_proj.weight": "pytorch_model_00007-of-00041.bin",
    "transformer.h.5.post_attention_layernorm.weight": "pytorch_model_00007-of-00041.bin",
    "transformer.h.5.self_attention.dense.bias": "pytorch_model_00007-of-00041.bin",
    "transformer.h.5.self_attention.dense.weight": "pytorch_model_00007-of-00041.bin",
    "transformer.h.5.self_attention.key_value.weight": "pytorch_model_00007-of-00041.bin",
    "transformer.h.5.self_attention.query.weight": "pytorch_model_00007-of-00041.bin",
    "transformer.h.6.input_layernorm.weight": "pytorch_model_00008-of-00041.bin",
    "transformer.h.6.mlp.down_proj.bias": "pytorch_model_00008-of-00041.bin",
    "transformer.h.6.mlp.down_proj.weight": "pytorch_model_00008-of-00041.bin",
    "transformer.h.6.mlp.gate_proj.weight": "pytorch_model_00008-of-00041.bin",
    "transformer.h.6.mlp.up_proj.weight": "pytorch_model_00008-of-00041.bin",
    "transformer.h.6.post_attention_layernorm.weight": "pytorch_model_00008-of-00041.bin",
    "transformer.h.6.self_attention.dense.bias": "pytorch_model_00008-of-00041.bin",
    "transformer.h.6.self_attention.dense.weight": "pytorch_model_00008-of-00041.bin",
    "transformer.h.6.self_attention.key_value.weight": "pytorch_model_00008-of-00041.bin",
    "transformer.h.6.self_attention.query.weight": "pytorch_model_00008-of-00041.bin",
    "transformer.h.7.input_layernorm.weight": "pytorch_model_00009-of-00041.bin",
    "transformer.h.7.mlp.down_proj.bias": "pytorch_model_00009-of-00041.bin",
    "transformer.h.7.mlp.down_proj.weight": "pytorch_model_00009-of-00041.bin",
    "transformer.h.7.mlp.gate_proj.weight": "pytorch_model_00009-of-00041.bin",
    "transformer.h.7.mlp.up_proj.weight": "pytorch_model_00009-of-00041.bin",
    "transformer.h.7.post_attention_layernorm.weight": "pytorch_model_00009-of-00041.bin",
    "transformer.h.7.self_attention.dense.bias": "pytorch_model_00009-of-00041.bin",
    "transformer.h.7.self_attention.dense.weight": "pytorch_model_00009-of-00041.bin",
    "transformer.h.7.self_attention.key_value.weight": "pytorch_model_00009-of-00041.bin",
    "transformer.h.7.self_attention.query.weight": "pytorch_model_00009-of-00041.bin",
    "transformer.h.8.input_layernorm.weight": "pytorch_model_00010-of-00041.bin",
    "transformer.h.8.mlp.down_proj.bias": "pytorch_model_00010-of-00041.bin",
    "transformer.h.8.mlp.down_proj.weight": "pytorch_model_00010-of-00041.bin",
    "transformer.h.8.mlp.gate_proj.weight": "pytorch_model_00010-of-00041.bin",
    "transformer.h.8.mlp.up_proj.weight": "pytorch_model_00010-of-00041.bin",
    "transformer.h.8.post_attention_layernorm.weight": "pytorch_model_00010-of-00041.bin",
    "transformer.h.8.self_attention.dense.bias": "pytorch_model_00010-of-00041.bin",
    "transformer.h.8.self_attention.dense.weight": "pytorch_model_00010-of-00041.bin",
    "transformer.h.8.self_attention.key_value.weight": "pytorch_model_00010-of-00041.bin",
    "transformer.h.8.self_attention.query.weight": "pytorch_model_00010-of-00041.bin",
    "transformer.h.9.input_layernorm.weight": "pytorch_model_00011-of-00041.bin",
    "transformer.h.9.mlp.down_proj.bias": "pytorch_model_00011-of-00041.bin",
    "transformer.h.9.mlp.down_proj.weight": "pytorch_model_00011-of-00041.bin",
    "transformer.h.9.mlp.gate_proj.weight": "pytorch_model_00011-of-00041.bin",
    "transformer.h.9.mlp.up_proj.weight": "pytorch_model_00011-of-00041.bin",
    "transformer.h.9.post_attention_layernorm.weight": "pytorch_model_00011-of-00041.bin",
    "transformer.h.9.self_attention.dense.bias": "pytorch_model_00011-of-00041.bin",
    "transformer.h.9.self_attention.dense.weight": "pytorch_model_00011-of-00041.bin",
    "transformer.h.9.self_attention.key_value.weight": "pytorch_model_00011-of-00041.bin",
    "transformer.h.9.self_attention.query.weight": "pytorch_model_00011-of-00041.bin",
    "transformer.ln_f.weight": "pytorch_model_00040-of-00041.bin",
    "transformer.word_embeddings.weight": "pytorch_model_00001-of-00041.bin"
  }
}
